---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.ArgumentOutOfRangeException
source: html/32bbd76c-e2a9-f0a1-8238-da7991088b64.htm
---
# ArgumentOutOfRangeException Properties

The information of the function throwing the exception.